<template>
      <v-flex xs12 >
        <v-card>
          <v-img
            class="white--text"
            src="image/traffic.jpg"
            height="200px"
          >
            <v-container fill-height fluid>
              <v-layout fill-height>
                <v-flex xs12 align-end flexbox>
                  <span class="font-weight-black.font-italic headline">กฎจราจรเบื้องต้น</span>
                </v-flex>
              </v-layout>
            </v-container>
          </v-img>
  
          <v-card-title v-for="(item) in items" :key="item.title" style="padding-top:10px">
            <div>
              <span class="title font-weight-bold">{{item.title}}</span><br>
              <span>{{item.subtitle}}</span><br>
            </div>
          </v-card-title>

        </v-card>
      </v-flex>

</template>
<script>
    export default {
        layout: 'teacher',
        data: () => ({
        items: [
        { header: 'กฎจราจรเบื้องต้น' },
        {
          title: 'ข้อที่ 1',
          subtitle: "ขณะขับขี่รถผู้ขับขี่ต้องมีใบอนุญาตขับรถและเอกสารสำเนาภาพถ่ายใบคู่มือจดทะเบียนรถ หากเกิดกรณีใบอนุญาตขับรถสูญหายหรือชำรุด ผู้ขับขี่ต้องยื่นขอรับใบแทนต่อนายทะเบียนภายใน 15 วัน ผู้ขับรถที่ไม่มีใบอนุญาตขับรถ มีความผิดจำคุกไม่เกิน 1 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ"
        },
        {
          title: 'ข้อที่ 2',
          subtitle: "หากผู้ขับขี่ต้องการที่จะเลี้ยวรถ ต้องทำการชะลอรถและขับรถเข้าช่องทางเลี้ยว รวมถึงเปิดไฟเลี้ยวล่วงหน้าก่อนถึงทางเลี้ยวเป็นระยะทางไม่น้อยกว่า 30 เมตร เพื่อให้ผู้ที่ขับรถตามมาได้ทราบ"
        },
        {
          title: 'ข้อที่ 3',
          subtitle: "ควรจอดรถในพื้นที่ที่มีสัญลักษณ์ว่าจอดได้ และต้องจอดให้ห่างจากขอบทางไม่เกิน 25 เซนติเมตร ห้ามจอดริมฟุตบาทที่มีแถบสีขาวแดงโดยเด็ดขาด การหยุดบริเวณทางแยกก็ต้องหยุดหลังเส้นแนวหยุดรถ ห้ามล้ำเส้นแนวหยุดรถเด็ดขาด"
        },
        {
          title: 'ข้อที่ 4',
          subtitle: "ผู้ขับขี่รถห้ามดื่มสุราทั้งก่อนขับและขณะขับรถ หากวัดระดับแอลกอฮอล์ในลมหายใจแล้วเกิน 50 มิลลิกรัมเปอร์เซ็น ก็จะถือว่าผิดกฎหมาย ส่วนผู้ขับรถโดยสารสาธารณะและรถบรรทุก ในขณะขับรถนั้นต้องมีระดับแอลกอฮอล์ในลมหายใจเท่ากับศูนย์เท่านั้น"
        },
        { divider: true, inset: true },
        ],
        })
    }
</script>


