<template>
      <v-flex xs12 sm6 offset-sm3>
        <v-card>
          <v-img
            src="image/Blog.jpg"
            height="200px"
          >
          </v-img>
  
          <v-card-title primary-title>
            <div>
              <div class="headline">กฎจราจรเบื้องต้น</div>
              <span class="grey--text">1. ขณะขับขี่รถผู้ขับขี่ต้องมีใบอนุญาตขับรถและเอกสารสำเนาภาพถ่ายใบคู่มือจดทะเบียนรถ หากเกิดกรณีใบอนุญาตขับรถสูญหายหรือชำรุด ผู้ขับขี่ต้องยื่นขอรับใบแทนต่อนายทะเบียนภายใน 15 วัน ผู้ขับรถที่ไม่มีใบอนุญาตขับรถ มีความผิดจำคุกไม่เกิน 1 เดือน หรือปรับไม่เกิน 1,000 บาท หรือทั้งจำทั้งปรับ</span><br>
              <span class="grey--text">2. หากผู้ขับขี่ต้องการที่จะเลี้ยวรถ ต้องทำการชะลอรถและขับรถเข้าช่องทางเลี้ยว รวมถึงเปิดไฟเลี้ยวล่วงหน้าก่อนถึงทางเลี้ยวเป็นระยะทางไม่น้อยกว่า 30 เมตร เพื่อให้ผู้ที่ขับรถตามมาได้ทราบ</span><br>
              <span class="grey--text">3. ควรจอดรถในพื้นที่ที่มีสัญลักษณ์ว่าจอดได้ และต้องจอดให้ห่างจากขอบทางไม่เกิน 25 เซนติเมตร ห้ามจอดริมฟุตบาทที่มีแถบสีขาวแดงโดยเด็ดขาด การหยุดบริเวณทางแยกก็ต้องหยุดหลังเส้นแนวหยุดรถ ห้ามล้ำเส้นแนวหยุดรถเด็ดขาด</span><br>
              <span class="grey--text">4. ผู้ขับขี่รถห้ามดื่มสุราทั้งก่อนขับและขณะขับรถ หากวัดระดับแอลกอฮอล์ในลมหายใจแล้วเกิน 50 มิลลิกรัมเปอร์เซ็น ก็จะถือว่าผิดกฎหมาย ส่วนผู้ขับรถโดยสารสาธารณะและรถบรรทุก ในขณะขับรถนั้นต้องมีระดับแอลกอฮอล์ในลมหายใจเท่ากับศูนย์เท่านั้น</span>
            </div>
          </v-card-title>
        </v-card>
      </v-flex>

</template>
<script>

</script>


